OpenFOAM-v2112-AD/tutorials/lagrangian/reactingParcelFoam/rivuletPanel/constant/foam.inp
species
(
    O2
    H2O
    N2
)
;

reactions
{}
